"INVITEES" = "Invitați";
"INVITEES_LOWERCASE" = "invitați";
"INVITATION_FROM" = "Invitație de la";
"ACCEPT" = "Acceptați";
"MAYBE" = "Poate";
"MAYBE_LOWERCASE" = "poate";
"DECLINE" = "Refuzați";
"SHOW_IN_CALENDAR" = "Afișați în calendar";
"EVENT_CANCELED" = "Evenimentul a fost anulat";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " și %@";

"INFO" = "Informații";
"ADD_COMMENTS" = "Adăugați comentarii";
"COMMENTS" = "Comentarii";
"REPEATS_FORMAT" = "se repetă %@";

"INVITES" = "Invitații";
"INVITES_FORMAT" = "Invitații (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Accept";
"ACCEPTED_LOWERCASE" = "accept";
"DECLINED" = "Refuz";
"DECLINED_LOWERCASE" = "refuz";
"DISMISS" = "Închideți";
"MAYBE_RESPONSE" = "Poate";
"CANCELED" = "Anulat";
"NO_INVITATIONS" = "Nicio invitație";
"NO_REPLY" = "Niciun răspuns";
"NO_REPLY_LOWERCASE" = "niciun răspuns";
"FROM" = "De la";
"FROM_LOWERCASE" = "de la";
"MY_STATUS" = "Starea mea";
"MY_STATUS_LOWERCASE" = "starea mea";
"EVENT_DETAILS" = "Detalii";
"NO_ATTENDEES" = "(nimic)";
"INVITE_LIST_ACCEPTED" = "Accept";
"INVITE_LIST_DECLINED" = "Refuz";
"INVITE_LIST_MAYBE" = "Poate";
"SHARED_CALENDAR_FROM" = "Calendar partajat de la %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "între %@ și %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "între %@\nși %@";
"INVITATION_CANCELED" = "Anulat";

"DELEGATE_ACTION_DISALLOWED" = "Sunteți notificat despre acest eveniment deoarece suneți delegatul unui invitat.";